"Move to Applications folder in your Home folder?" = "Desideri passare alla cartella Applicazioni nella cartella Home?";
"Move to Applications folder?" = "Desideri spostare nella cartella Applicazioni?";
"I can move myself to the Applications folder if you'd like." = "Se preferisci, posso trasferirmi direttamente nella cartella Applicazioni.";
"Do Not Move" = "Non spostare";
"Note that this will require an administrator password." = "Nota: richiede una password da amministratore.";
"Could not move to Applications folder" = "Impossibile spostare nella cartella Applicazioni";
"Move to Applications Folder" = "Sposta nella cartella Applicazioni";
"This will keep your Downloads folder uncluttered." = "Ciò ti consentirà di mantenere la cartella Download ben organizzata.";
